Repository: giacomofedeli/Academy_GF
Catalog: Translations/project4.*.xlf
Languages: it_it

# Enum 1587691069 - EnumValue 1257317196 - Property 3830149458
source: Proteins
it_it: Proteine

# Enum 1587691069 - EnumValue 1694640100 - Property 2879900210
source: fats
it_it: Grassi

# Enum 1587691069 - EnumValue 1781436203 - Property 3830149458
source: Sugars
it_it: Zuccheri

# Enum 1587691069 - EnumValue 837068723 - Property 3830149458
source: Carbohydrates
it_it: Carboidrati

# Page 3909880748 - Property 2879900210
source: Nutritional Info Factbox
it_it: Dettaglio informazioni nutrizionali

# Page 3944600933 - Property 2879900210
source: Nutritional Infos
it_it: Informazioni nutrizionali

# PageExtension 4156066953 - Action 2536215613 - Property 2879900210
source: Item Nutritional Infos
it_it: Informazioni nutrizionali sull'articolo

# PageExtension 4156066953 - Action 3151449927 - Property 2879900210
source: Show Nutritional Infos
it_it: Mostra informazioni nutrizionali

# PageExtension 4156066953 - Control 1546028436 - Property 2879900210
source: Nutritional Infos
it_it: Informazioni nutrizionali

# PageExtension 4156066953 - Control 3909880748 - Property 2879900210
source: Nutritional Infos
it_it: Informazioni nutrizionali

# PageExtension 498796274 - Action 1435516698 - Property 1295455071
source: Show the sum of calories for every item
it_it: Mostra la somma delle calorie per ogni articolo

# PageExtension 498796274 - Action 1435516698 - Property 2879900210
source: Total Calories
it_it: Calorie totali

# PageExtension 498796274 - Action 4169912568 - Property 1295455071
source: Show the sum of calories for every item
it_it: Mostra la somma delle calorie per ogni articolo

# PageExtension 498796274 - Action 4169912568 - Property 2879900210
source: Total Nutr infos
it_it: Informazioni totali nutr

# Table 3944600933 - Field 1240157023 - Property 2879900210
source: Nutritional Information Type
it_it: Tipo di informazioni nutrizionali

# Table 3944600933 - Field 1957550397 - Property 2879900210
source: item description
it_it: descrizione dell'articolo

# Table 3944600933 - Field 3056944571 - Property 2879900210
source: item Description 2
it_it: voce Descrizione 2

# Table 3944600933 - Field 3186758950 - Property 2879900210
source: item No.
it_it: articolo Nr.

# Table 3944600933 - Field 636392376 - Property 2879900210
source: Amount
it_it: Quantità

# Table 3944600933 - Property 2879900210
source: Nutritional informations
it_it: Informazioni nutrizionali

# TableExtension 2852890950 - Field 3969988570 - Property 2879900210
source: total calories
it_it: calorie totali
